CCCCCN
NC=O
CC
c1ccc2[nH]ccc2c1
C1CCCCC1
CCCC
c1ccc2ccccc2c1
CS
N=C(N)N
c1ccccc1
CCC
CCC1=NCCS1
c1cncc(C2=NCCS2)c1
c1ccc(C2=NCCS2)cc1
c1cc(C2=NCCS2)cs1
c1csc(C2=NCCS2)c1
CCC(C)C
C
CO
CCCC=O
Cc1ccccc1
N
CC(C)C
c1cscn1
c1cocn1
c1nnco1
C1CCNC1
Oc1ccccc1
CCC(=O)O
CCO
CCCCN
CC[C@@H](C)O
CC(C)O
CCCCC=O
O
Fc1ccccc1
Fc1ccccc1F
O=[N+]([O-])c1ccccc1
CCCCC
CCCC(C)C
CCCCCC
CN
CCCCCCCCCC
CCCCCCCCC
CCCCCCCC
CCCCCCC
CC(C)CCC=O
CCC=O
Cc1ccc2c(c1)OCO2
CC1CCOCC1
CC1CCCCC1
FC(F)F
C=O
CC=O
O=Cn1ccnc1
CCCC(=O)O
c1c[nH]cn1
CC[C@@H](C)C(C)=O
CCC[C@H](C)C[C@@H](C)[C@@H](O)CC
CCC[C@H](C)C[C@@H](C)CCC
Brc1cccc2cc[nH]c12
Brc1ccc2cc[nH]c2c1
Brc1ccc2[nH]ccc2c1
CC(O)C(F)(F)F
CCCCC(O)C(F)(F)F
Clc1ccccc1
O=c1[nH]cno1
C1COCCN1
OC(F)F
FCF
CCCC[C@H](C)O
FC1(F)CCNCC1
CCCCCO
CCC(C)(C)O
CC(C)(C)O
c1ccncc1
CNC
FC1(F)CCCCC1
CC(F)(F)C(F)F
CCCCCC(F)F
Fc1cccnc1
Oc1ccccc1F
C[SH](=O)=O
CCC(C)(C)C
Fc1cccc(F)c1
S
c1cn[nH]c1
Cn1cccn1
Cc1ccon1
Cc1ccc(Cl)cc1
CN1CCOCC1
Cc1ccccn1
Cc1ccc(O)cc1
CC(C)CC[C@H](C)O
CC(C)CC[C@@H](C)O
CC(C)CC(=O)O
O=CCCC=O
Nc1ccccc1
CC[C@H](C)C[C@@H](O)CC=O
CCC(=O)CC(C)C
C=Cc1ccccc1
CC(O)C(C)O
CC(C)N
CC[C@H](Cl)CCC=O
C=CC
CC[C@H](C)CC1=NC[C@@H](C)O1
CC(C)CC1=NC[C@@H](C)O1
CC(C)CC=O
CCC(O)CCl
C=CCC
CCC(C)CC
CC[C@@H](C)[C@H](C)O
CC(C)(C)C
c1nnn[nH]1
C=C(CC)c1ccccc1
CCC(F)(F)F
CCCS(C)(=O)=O
C/N=C(/N)NC
C1CCNCC1
O=C(O)[C@@H]1CCCN1
CC(=O)O
O=CNO
NCCCC(=O)O
C=C
CCCCC(=O)O
c1cnccn1
NC=CS
O=C(O)CCO
O=CCCS
CCS
NCCO
CCCCO
CC(C)CC[NH3+]
CCC(C)N
CC(C)C(=O)O
O=C(O)CCCC(=O)O
CCN
c1nc(N2CCNCC2)c2[nH]cnc2n1
O[PH](O)(O)O
CC[NH3+]
CCCCN=CN
CCCO
O=C(O)CCCCC(=O)O
O=[N+]([O-])c1ccccc1O
CC(C)C(C)O
CCCCCC(=O)O
NCCCCCN
CC(C)CCC(=O)O
NC(N)=O
CC(N)CO
c1nc(N2CCNCC2)c2cc[nH]c2n1
NCCCCC(=O)O
CCCC(O)O
NCCCCCC(=O)O
O=CCc1ccccc1
O=P(O)(O)O
NC(N)=NCc1cccc(CC=O)c1
CC[C@H](C)CN
CC(C)CN
CCCCC[NH3+]
Cc1cc(=O)oc2ccccc12
CCCC[NH+]=C(N)N
CCCN
C[C@@H](O)CC(=O)O
CC[C@H](N)C(=O)O
O=C(O)CCC(=O)O
C[C@H](N)C(=O)O
CC[C@H](C)CC(=O)O
C[C@@H](O)CN
CC(C)CCN
c1ccc2sccc2c1
CC(N)c1ccccc1
[NH3+]CCCCCCO
OCCOC1OC(CO)C(O)C(O)C1O
NCCS
CCCCC(C)N
C[NH+](C)C
CN=C(N)NC
CCC(C)CN
c1c[nH]nn1
O=P(O)(O)C(F)F
C1CC[NH2+]C1
CCC(C)CO
CCCCCCCC(C)N
CC[C@H](C)O
NC(N)=[NH+]CCCCC(=O)O
O/N=C/c1ccccc1
O=[N+]([O-])c1cccc([N+](=O)[O-])c1
NC([NH2+])=O
NCN
O=C(O)CCS
CCCC(C)=O
O=S(=O)(O)O
CCCCN=C(N)N(C)C
CCCCCN=C(C)C(=O)O
CCCCCCCC=O
CC1=CC[NH2+]O1
C1CC1
Clc1ccc2cc[nH]c2c1
C[PH](O)(O)O
NCCC(=O)O
CC(C)CC(N)CO
C1CCCC1
CC(C)CCCO
O=C1CCCC1
CC(C)CC(N)C(C)O
SS
O=C(Cl)OCc1ccccc1
CC(S)CC(=O)O
C1C2CC3CC1CC(C2)C3
OC1COCC1O
Nc1ncnc2[nH]cnc12
CC([SeH])CC(=O)O
CCCS
C1CCC1
O=CO
CC(C)CCC(O)C(N)CC(C)C
CCCCCN=C(N)N
Cc1c[nH]nn1
Cc1cccc(C)c1
c1nn[nH]n1
O[PH](O)(O)O[PH](O)(O)O
O[C@@H]1COC[C@@H]1O
O=c1cc[nH]c(=O)[nH]1
CCC[C@H](C)CC
OC1CCNC1
O=CCCO
CN(C)C
C1CO1
CCCCCC(C)(C)C
NC(N)=[NH+]CCCC[NH3+]
CC1(C)OC(C)(O)O1
NC(CCc1ccccc1)P(=O)(O)O
NCCCCN=C(N)N
C#CCC
CCN=[N+]=N
CCCS(C)=O
CC(=O)CCC(=O)O
CCCCCCC(C)N
C[C@@H](O)CCC(=O)O
[NH3+]CCCCC[NH3+]
NC(=O)O
C[NH3+]
CC(C)(C)C(=O)O
CCCC(O)C(N)CC(C)C
O=C(O)CCCO
CCC[C@H](O)CC
CC(C)(C)c1ccc(S(=O)(=O)O)cc1
O=C(O)C(F)C(=O)O
CCC(S)CS
CCCCN=C(C)N
CC(C)CC(C)N
[NH3+]CCCC(=O)O
c1cnc2[nH]ccc2c1
CC(N)C(O)CBr
Cc1ccno1
Fc1cc(F)c(F)c(F)c1F
O=Cn1ccc2ccccc21
