CCCCCN
NC=O
CCc1c[nH]c2ccccc12
CCC1CCCCC1
CCCC
CCc1cccc2ccccc12
CCSC
CCCCNC(=N)N
CCc1ccccc1
CC
CCC
CCC1=NCCS1
CCc1cncc(C2=NCCS2)c1
CCc1cccc(C2=NCCS2)c1
CCc1cc(C2=NCCS2)cs1
CCc1csc(C2=NCCS2)c1
CCC(C)C
C
CCCC(=O)OC
CCc1ccc2ccccc2c1
CCCc1ccccc1
Cc1ccccc1
CC[C@@H](N[C@H](c1nccs1)C(C)C)c1nnc(CCc2ccccc2)o1
CC(C)CCc1ncco1
CC[C@H](c1nnc(CCc2ccccc2)o1)N1CCC[C@H]1c1nccs1
c1ccc(CCc2ncco2)cc1
CC[C@H](c1nnc(CCc2ccc(O)cc2)o1)N1CCC[C@H]1c1nccs1
CC[C@H](c1nnc(CCc2ccccc2)o1)N1CCCC1
CCCCc1nccs1
CCC(=O)O
CC(C)C
CCO
CCCCN
CCOC
CCCSC
CC[C@@H](C)O
CC(C)O
CCCCC(=O)OC(C)C
CCc1ccc(OC)cc1
CCc1ccc(F)cc1
CCc1ccc(F)c(F)c1
CCc1ccc([N+](=O)[O-])cc1
CCCCC
CCCC(C)C
CCCCCCNCC
CCc1ccc(O)cc1
CCCCCCNC
CCCCCCNCCc1ccccc1
CCCCCC
CCCCCCN(C)Cc1ccccc1
CCCCCCN(C)CCc1ccccc1
CCCCCCNCCC(C)C
CCCCCCCCCCNCCc1ccccc1
CCCCCCCCCNCCc1ccccc1
CCCCCCCCNCCc1ccccc1
CCCCCCCNCCc1ccccc1
CCCCCNCCc1ccccc1
CCCCNCCc1ccccc1
CCCNCCc1ccccc1
CCNCCc1ccccc1
CC(C)CCOC(=O)CCC(C)C
CC(C)CCOC(=O)CCc1ccc(O)cc1
CCCCC(=O)OCCc1ccc(O)cc1
Cc1ccc2c(c1)OCO2
CC1CCOCC1
CC1CCCCC1
CCCOC(C)C
CCOC(N)=O
CCCCNC
FC(F)F
CCC(=O)OC
CCOC(=O)N(C=O)C(=O)OCC
CCOC(C)=O
CCOC(=O)n1cnc(CC)c1
CCCC(=O)O
CCc1c[nH]cn1
C/C=C/C[C@@H](C)C(C)=O
CCC[C@H](C)[C@@H](OC(=O)CC)[C@@H](C)[C@@H](O)C/C=C(\C)C(=O)OC[C@@H](C)CC
CCC[C@H](C)[C@@H](OC)[C@@H](C)[C@H](C/C=C(\C)C(=O)OC[C@@H](C)CC)OC(=O)CC
CCC[C@H](C)[C@@H](OC(=O)CC)[C@@H](C)[C@H](C/C=C(\C)C(=O)OC[C@@H](C)CC)OC
CCc1c[nH]c2c(Br)cccc12
CCc1c[nH]c2cc(Br)ccc12
CCc1c[nH]c2ccc(Br)cc12
CCOCC(O)C(F)(F)F
CCOC(C)(C)C
CCCCC(O)C(F)(F)F
CCOCCO
CCOC[C@@H](C)O
CCc1cccc(Cl)c1
CCCc1noc(=O)[nH]1
CCOCCN1CCOCC1
CCc1ccc(OC(F)F)cc1
CCc1ccc(C(F)F)cc1
CCCC[C@H](C)O
CCc1cscn1
CC[C@@H](C)N1CCC(F)(F)CC1
CC[C@H](C)N1CCC(F)(F)CC1
CCN1CCC(F)(F)CC1
CCCN1CCOCC1
CCCCCO
CCCOCC
CCOCCC(C)(C)O
CCOCCC(C)C
CCOCC(C)(C)O
CCOC[C@H](C)O
CCOc1ccccc1
CCOCC
CCc1ccc(N(C)C)nc1
CCCC1CCC(F)(F)CC1
CCCC1CCCC(F)(F)C1
CCO[C@@H](C)CC
CCc1ccc(C(F)(F)F)cc1
CCCc1ccc(Cl)cc1
CCCc1cccc(Cl)c1
CCCc1ccccc1Cl
CCOCC(F)(F)C(F)F
CCOc1ccccc1Cl
CCCCCC(F)F
CCc1cccnc1
CCCCc1ccccc1
CCOc1cccc(Cl)c1
CCOCc1cncc(F)c1
CCOCc1ccccc1
CCc1ccc(Cl)cc1
CCc1ccncc1
CCc1ccc(O)c(F)c1
CS(=O)(=O)NC=O
CCOCCN(C)C
CCCCCN(C)C
CCCCCNC
NC(=O)OCc1ccccc1
CCCCCNC(C)C
CCC(C)(C)C
CCCc1ccc(F)cc1F
CCCN1CCCC1
c1ccc(SCCCN2CCCC2)cc1
Cc1ccccc1Cn1cccn1
CCCc1cnn(C)c1
Cc1cc(CC(C)C)on1
Cc1ccc(Cl)cc1
CCN1CCOCC1
CC(C)C[C@H](c1nnc(CCc2ccccc2)o1)N1CCCC1
c1ccc(CCc2nnc([C@@H](Cc3ccccc3)N3CCCC3)o2)cc1
CCc1cc2ccccc2[nH]1
CN1CCOCC1
Cc1cccc(C(F)(F)F)c1
Cc1ccccn1
Cc1ccc(O)cc1
CC[C@@H](C)Cc1nccs1
CC(C)Cc1nccs1
CC(C)CCc1nccs1
C/C=C\CCC(C)C
CC(C)CC[C@H](C)O
CC(C)CC[C@@H](C)O
CCCCCCCCC
CC(C)OC(=O)CCC(=O)c1ccccc1N
CC(C)CC(=O)O
CCC(=O)[C@@H](OC(=O)C[C@H](O)C[C@@H](C)CC)C(C)C
COc1ccc(CCC(=O)OC(C)C)cc1
CNCCC(C)C
CCCC(=O)OCC(C)CC
c1ccccc1
C=Cc1ccccc1
CCC(C)/C=C(C)/C=C\C(O)C(C)O
CC(C)N
CC[C@H](Cl)CCC(=O)O[C@@H](C)C(C)C
CO[C@@H](C)c1ccc(O)cc1
C=C/C=C/C=O
CC[C@H](C)CC1=NC[C@@H](C)O1
CCc1nccs1
CC(C)CC1=NC[C@@H](C)O1
c1ccc(CCc2nccs2)cc1
CCC(=O)OCCC(C)C
CCC(=O)OCC(C)(C)O
CCC(=O)OCC(C)C
CC[C@H](C)COC(=O)CC(C)C
CC(C)COC(=O)CC(C)C
CCC(=O)OCCC(O)CCl
C=CCCOC(=O)CC
C/C=C/C[C@@H](C)[C@H](C)OC(C)=O
C/C=C/C[C@@H](C)[C@H](CNC)OC(=O)CC(C)C
C/C=C/C[C@@H](C)[C@H](C)O
CC(C)(C)C
CO
CCc1nnn[nH]1
CCCCc1cccc(CC)c1
CCCCCc1ccc(CC)cc1
C=C(CC)c1cccc(CC)c1
C=C(CC)c1ccc(CC)cc1
CCCCCCC
CCC(F)(F)F
CCCS(C)(=O)=O
CCCCN/C(=N/C)NC
CCCN1CCCCC1
O=C(O)[C@@H]1CCCN1
CC(=O)O
C1CCNC1
O=CNO
NCCCC(=O)O
C=C
CCCCC(=O)O
c1cnccn1
NC=CS
O=C(O)CC(O)c1ccccc1
COC(=O)CCS
CCS
NCCO
CCCCO
CC(C)CC[NH3+]
CCC(N)C=CC(C)=CC(C)C(Cc1ccccc1)OC
CC(C)C(=O)O
O=C(O)CCCC(=O)O
CCN
c1nc(N2CCNCC2)c2[nH]cnc2n1
CC(C)O[PH](O)(O)O
CC[NH3+]
CCCCN=CN
CCCO
O=C(O)CCCCC(=O)O
CC=CCCC(=O)O
CCc1ccc(O)c([N+](=O)[O-])c1
CCc1cn(C(C)(C)C(C)O)c2ccccc12
CCCCCC(=O)O
N=C(N)NCCCCN
O=C(O)CCc1ccccc1
NCCCCCN
O=C(O)CCc1cccc2ccccc12
N=C(N)NCCCCC(=O)O
NCCc1ccc(O)cc1
CC(C)CCC(=O)O
O=C(O)CCc1ccc(O)cc1
CCc1cnc[nH]1
CN
NC(N)=O
O=C(O)CCCc1ccc(O)cc1
NC(CO)Cc1ccccc1
c1nc(N2CCNCC2)c2cc[nH]c2n1
NCCCCC(=O)O
O=C(O)CCc1ccc([N+](=O)[O-])cc1
CCc1cncn1CCCCCCCCc1ccccc1
CCCC(O)O
NCCCCCC(=O)O
Cc1ccc(CN)cc1
O=CCc1ccccc1
CC(=O)OC(C)C
CC[C@H](C)C1CCCCC1
CC(CC(=O)O)OP(=O)(O)O
OCc1ccccc1
NC(N)=NCc1cccc(CC=O)c1
CC[C@H](C)CN
NCCc1c[nH]c2ccccc12
CC(C)CN
CCCCC[NH3+]
Cc1cc(=O)oc2ccccc12
CCCC[NH+]=C(N)N
CCOP(=O)(O)O
CCc1c[nH]c2cccc(OC)c12
CCCN
C[C@@H](O)CC(=O)O
CC[C@H](N)C(=O)O
O=C(O)CCC(=O)O
C[C@H](N)C(=O)O
O=C(O)CCc1c[nH]cn1
CC[C@H](C)CC(=O)O
C[C@@H](O)CN
CSCCCC(=O)O
O=C(O)CCO
CC(C)CCN
CCc1cc2ccccc2s1
CC(C)OP(=O)(O)O
CC(N)c1ccccc1
O=C(O)CCc1c[nH]c2ccccc12
CC[C@H](C)OCCCCc1ccccc1
[NH3+]CCCCCCO
OCCOC1OC(CO)C(O)C(O)C1O
CCC(C)N
NCCS
CCCCC(C)N
CCCCC[N+](C)(C)C
CCCCNC(=NC)NC
CCC(C)C(N)c1cnnn1CC
CCn1cc(C2CCCN2)nn1
CCc1ccc(C(F)(F)P(=O)(O)O)cc1
C1CC[NH2+]C1
NCCc1ccccc1
O=C(O)CCOP(=O)(O)O
CNCCC(C)CO
CC(O)c1cn(C(C)(C)C(C)O)c2ccccc12
COC(C)c1ccccc1
CC(C)=CC(C)CC(=O)O
CCCCCCCC(C)N
C/C=C\CCCC
CCCCC(=O)OC
C[C@H](O)CCc1ccccc1
CS(=O)(=O)Nc1ccccc1
CCc1ccc(OP(=O)(O)O)cc1
NC(N)=[NH+]CCCCC(=O)O
CCCC=O
CC[C@H](C)O/N=C/c1ccc(OC)c(OC)c1
NCCc1c[nH]cn1
Nc1ccccc1
CSCCCN
O=C(O)CCCNc1ccc([N+](=O)[O-])cc1[N+](=O)[O-]
NC([NH2+])=O
CCCCNCN
O=C(O)CCc1ccc(OP(=O)(O)O)cc1
O=C(O)CCS
CCCC(C)=O
C=CC
CCc1ccc(OS(=O)(=O)O)cc1
CCCCN=C(N)N(C)C
CCCCCN=C(C)C(=O)O
CCCCCCCC(=O)OCc1ccccc1
CC1=CC[NH2+]O1
CCc1ccc(C[PH](O)(O)O)cc1
CCc1c[nH]c2cc(Cl)ccc12
C1CC1
NCCC(=O)O
CC(C)CC(N)C(O)C1CCCC1
CC(C)CC[C@@H](O)[C@H]1CCC(=O)C1
CC(C)CC(N)C(C)O
CNCCc1ccccc1
CCSSCCC(=O)O
CNCCO
O=C(Cl)OCc1ccccc1
CC(CN)OP(=O)(O)O
CC(S)CC(=O)O
CCC12CC3CC(CC(C3)C1)C2
CSCCN
CCCCC/C=C\CCCCC
CCSSCC
CCCCCNCc1ccccc1
CCCN(CCCN)CC1OC(n2cnc3c(N)ncnc32)C(O)C1O
CC([SeH])CC(=O)O
CCO[PH](O)(O)O
CCCS
CCc1ccc(C(=O)c2ccccc2)cc1
CCC1CCC1
CC[C@H](C)O
CCn1cc(-c2cc(C(=O)O)cc(-c3cn(CCC=O)nn3)c2)nn1
CC(C)CCC(O)C(N)CC(C)C
COC(=O)CC(C)C
O[C@H](CCc1ccccc1)C[NH+]1CCCC1
CCCCCN=C(N)N
O=C(O)CCSCC(=O)O
CCCCn1cc(CC)nn1
CCCCn1cc(C)nn1
CCc1ccc(-c2ccc(OC)cc2CC)cc1
CCCCc1cc(C)cc(C)c1
CCCc1ccccc1F
CCc1nn[nH]n1
CCSCCCO[PH](O)(O)O[PH](O)(O)OC[C@H]1O[C@@H](n2ccc(=O)[nH]c2=O)[C@H](O)[C@@H]1O
CCSCC(=O)O
CCCCC/C=C\C[C@@H](C)CCC
OC1CCNC1
CCCCCN(CC)CC
CC(C)(C)c1ccccc1
COC(=O)CCO
CCCCOCCC(=O)O
[NH3+]CCc1cnc[nH]1
CN(C)C
CC(O)c1cn(C(C)(C)C2CO2)c2ccccc12
CCCCCC(C)(C)C
NC(N)=[NH+]CCCC[NH3+]
CC1(C)OC(C)(O)O1
NC(CCc1ccccc1)P(=O)(O)O
CC(C)(C)OC(N)=O
O=C(O)CCc1ccc(OS(=O)(=O)O)cc1
NCCCCN=C(N)N
CCc1ccc(CC(=O)O)cc1
CCNC
Nc1ccc(CCC(=O)O)cc1
C#CCC
N=[N+]=NCCOc1ccc(CCC(=O)O)cc1
CCCS(C)=O
Cc1cccc(C)c1C(=O)OCC(=O)CCC(=O)O
CCCCCCC(C)N
CCCCC/C=C/CCCCCCCC
NC(CNCCc1ccc(O)cc1)Cc1ccccc1
CCCCC1CCCCC1
CCC(=O)OC(C)C
CCCC(=O)OCC
C[C@@H](O)CCC(=O)O
CCCCCCCC
[NH3+]CCCCC[NH3+]
CNCCCCN
CCc1ccc(O[PH](O)(O)O)cc1
NC(=O)O
Cc1ccccc1CCc1ncc(C(C)C)s1
Cc1ccc(C[NH3+])cc1
CC(C)(C)C(=O)O
CCCC(O)C(N)CC(C)C
O=C(O)CCCO
O[C@@H](CCCc1ccccc1)CCc1ccccc1
CC(C)(C)c1ccc(S(=O)(=O)O)cc1
CCc1ccc(OC(F)(C(=O)O)C(=O)O)cc1
CCC(S)CS
CCCCN=C(C)N
CC(C)CC(N)CNCCc1ccccc1
NC(CNCCc1ccccc1)Cc1ccccc1
[NH3+]CCCC(=O)O
CCc1c[nH]c2ncccc12
CCCOc1ccc(CC(N)C(O)CBr)cc1
Cc1ccno1
CCc1c(F)c(F)c(F)c(F)c1F
O=C(O)CCc1c(F)c(F)c(F)c(F)c1F
CCc1cn(C=O)c2ccccc12
CCc1ccc(OCCCCCO)cc1
CCc1ccc(NCC2CCCCC2)cc1
CCc1ccc(OCC2CCCCC2)cc1
